function 비밀코드1(){
    if(prompt('1번 비밀 코드를 입력하세요.') == '김MAX'){
        alert('킹민위키로 이동합니다.');
        open('킹민위키.html');
    }

    else {
        alert('취소되었습니다.');
    }
}

//--------------------------------------------------------------

function 비밀코드2(){
    if(prompt('2번 비밀 코드를 입력하세요.') == 'DJ권'){
        alert('킹준달위키로 이동합니다.');
        open('킹준달위키.html');

    }

    else {
        alert('취소되었습니다.');
    }
}

//--------------------------------------------------------------

function 비밀코드3(){
    if(prompt('3번 비밀 코드를 입력하세요.') == '갓시흔'){
        alert('갓시흔위키는 아직 준비 중입니다.');
        // open('갓시흔위키.html');

    }

    else {
        alert('취소되었습니다.');
    }
}

//--------------------------------------------------------------

function 비밀코드4(){
    if(prompt('4번 비밀 코드를 입력하세요.') == '갓상준'){
        alert('갓상준위키는 아직 준비 중입니다.');
        // open('갓상준위키.html');

    }

    else {
        alert('취소되었습니다.');
    }
}

//--------------------------------------------------------------
